sdaiCreateAggrADBBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,Sdai_ADBId*)
\details
Creates an aggregate stored in an attribute data block (ADB) in a specified application instance attribute.
\param instance        [in] An instance that contains the attribute.
\param attributeName   [in] A string that contains the name of the attribute where the aggregate should be added.
\param selaggrInstance [in] An attribute data block (ADB) aggregate instance.
\returns The created SDAI aggregate value.